// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lagrade jobb";

NoPrintTitle = "Kunde inte skriva ut jobbet";
NoDeleteTitle = "Kunde inte ta bort jobbet";
NoPrintMsg1 = "Kontrollera att du har rätt KOD.";
NoPrintMsg2 = "Kontrollera att skrivaren är ansluten och inkopplad.";

DeleteButtonTitle = "Ta bort";
CancelButtonTitle = "Avbryt";

DeleteJobAlertTitle = "Är du säker på att du vill ta bort jobbet \"%@\"?";
DeleteJobAlertMsg = "Jobbdata kommer att förloras och denna åtgärd kan inte ångras.";

EnableJobStoring = "Aktivera lagring av jobb";
TaskDescription = "Välj ett lagrat jobb för utskrift eller borttagning. Du kan skriva ut flera kopior genom att ange lämpligt antal kopior.";
UserName = "Användarnamn";
JobName = "Jobbnamn";
PinTitle = "Ange den säkra KODEN för jobbet:";
CopiesTitle = "Antal kopior:";
DeleteButton = "Ta bort";
PrintButton = "Skriv ut";
ApplyNowButton = "Verkställ nu";